catppuccin-gtk-theme-frappe
clipse
ctpv-git
cura-bin
discord-canary
etcher-bin
jdk21-temurin
mailspring-bin
protonup-qt
pyenv-virtualenv
python2-bin
rose-pine-cursor
spicetify-cli
spotify
sptlrx-bin
thorium-browser-bin
ttf-firacode
wlogout
xdg-desktop-portal-hyprland-git
xpadneo-dkms-git
yay
yay-debug
zen-browser-bin
